IDEA Open Model
ConcreteCheckDetailingEc2.CheckValueShearReinf Property
Compatible with IDEA StatiCa 20.1
 check value of shear reinforcement
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double CheckValueShearReinf { get; set; }
Public Property CheckValueShearReinf As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteCheckDetailingEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace